IDEA Open Model
ReinfFabric.DiameterX Property
Compatible with IDEA StatiCa Beta 20.0
 Bar diameter - direction X
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double DiameterX { get; set; }
Public Property DiameterX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace